/* choose button - open panel */
"Choose" = "Choisir";

/* Informational text in the webview */
"Clicking on a link to this file will cause it to be downloaded in your browser." = "En cliquant sur un lien vers ce fichier, cela va le télécharger dans votre navigateur.";

/* Informational text in the webview */
"No file specified" = "Aucun fichier spécifié";

/* Informational text in the webview */
"This display is a placeholder for this file:" = "Cet affichage est un espace réservé pour ce fichier :";

/* Informational text in the webview */
"Use the Inspector to set the file and title of this page." = "Utilisez l'inspecteur pour définir le fichier et le titre de cette page.";